<?php

return [
    'messages' => [
        'created' => 'تم إضافة الطلب .',
        'updated' => 'تم تعديل الطلب بنجاح .',
        'deleted' => 'تم حذف الطلب بنجاح .',
        'empty' => 'لا يوجد وجبات في السلة لعرضها',
        'diff_kitchen' => 'لا يمكن الطلب من اكثر من مطبخ',
    ],
    'attributes' => [
        'user_id' => 'العضوية غير موجودة',
        'kitchen_id' => 'المطبخ غير موجود',
        'meal_id' => 'الوجبة غير موجودة',
        'quantity' => 'تاريخ الإنضمام',
        'identifier' => 'خطأ بالبيانات',
        'payment_method' => 'وسيلة الدفع غير صحيحة',
    ],

];
