<?php

return [
    'arabicWords' => [
        'country' => ['الدولة', 'الدول', 'دولة', 'دول'],
        'city' => ['المدينة', 'المدن', 'مدينة', 'مدن'],
        'category' => ['القسم', 'الاقسام', 'قسم', 'اقسام'],
        'page' => ['الصفحة', 'الصفحات الثابته', 'صفحة', 'صفحات'],
        'feedback' => ['الرسالة', 'رسائل اتصل بنا', 'رسالة', 'رسائل'],
        'coupon' => ['كوبون الخصم', 'كوبونات الخصم', 'كوبون خصم', 'كوبونات الخصم'],
        'package' => ['باقات التوصيل', 'باقات التوصيل', 'باقة توصيل', 'باقات التوصيل'],
        'delivery_company' => ['شركات التوصيل', 'شركات توصيل', 'شركة توصيل', 'شركات التوصيل'],
        //'coupon' => ['كوبون الخصم', 'كوبونات الخصم', 'كوبون خصم', 'كوبونات الخصم'],
    ],
];

