<?php

return [
    'messages' => [
        'kitchen_id' => 'المطبخ عير موجود او غير متاح.',
        'meal_id' => 'الوجبة غير موجودة او غير متاحة.',
        'empty' => 'لا يوجد وجبات في السلة لعرضها.',
        'exists' => 'الوجبة موجودة بالفعل.',
        'identifier' => 'حدث خطأ',
        'delete' => 'لم نتمكن من حذف الوجبة.',
        'deleted' => 'تم حذف الوجبة.',
        'delete_cart' => 'تم حذف السلة.',
        'diff_kitchen' => "الطلب يجب ان يكون من مطبخ واحد."
    ],
    'attributes' => [
        'user_id' => 'العضوية .',
        'kitchen_id' => 'المطبخ',
        'meal_id' => 'الوجبة',
        'quantity' => 'الكمية ',
        'payment_method' => 'وسيلة الدفع غير صحيحة',
        'identifier' => 'الرمز التعريفي',
    ],

];
