<?php

return [
    'plural' => 'الطاهيين',
    'singular' => 'الطاهي',
    'empty' => 'لا توجد طاهيين',
    'select' => 'اختر الطاهي',
    'permission' => 'ادارة الطاهيين',
    'trashed' => 'الطاهيين المحذوفين',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'list' => 'كل الطاهيين',
        'show' => 'عرض',
        'create' => 'إضافة',
        'new' => 'إضافة',
        'edit' => 'تعديل  الطاهي',
        'delete' => 'حذف الطاهي',
        'restore' => 'استعادة',
        'forceDelete' => 'حذف نهائي',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة الطاهي بنجاح .',
        'updated' => 'تم تعديل الطاهي بنجاح .',
        'deleted' => 'تم حذف الطاهي بنجاح .',
        'restored' => 'تم استعادة الطاهي بنجاح .',
    ],
    'attributes' => [
        'id' => 'رقم العضوية',
        'name' => 'اسم الطاهي',
        'phone' => 'رقم الهاتف',
        'email' => 'البريد الالكترونى',
        'created_at' => 'تاريخ الإنضمام',
        'old_password' => 'كلمة المرور القديمة',
        'password' => 'كلمة المرور',
        'password_confirmation' => 'تأكيد كلمة المرور',
        'type' => 'نوع المستخدم',
        'avatar' => 'الصورة الشخصية',
        'city' => 'المدينة',
        'permissions' => 'الصلاحيات'
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا الطاهي ؟',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
        'restore' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد استعادة هذا الطاهي ؟',
            'confirm' => 'استعادة',
            'cancel' => 'إلغاء',
        ],
        'forceDelete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا الطاهي نهائياً؟',
            'confirm' => 'حذف نهائي',
            'cancel' => 'إلغاء',
        ],
    ],
];
