<?php

return [
    'singular' => 'المدينة',
    'plural' => 'المدن',
    'empty' => 'لا يوجد مدن',
    'count' => 'عدد المدن',
    'search' => 'بحث',
    'select' => 'اختر المدينة',
    'permission' => 'ادارة المدن',
    'trashed' => 'المدن المحذوفة',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن مدينة',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة مدينة',
        'show' => 'عرض المدينة',
        'edit' => 'تعديل المدينة',
        'delete' => 'حذف المدينة',
        'restore' => 'استعادة',
        'forceDelete' => 'حذف نهائي',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'deleted' => 'تم حذف الرسالة بنجاح.',
        'restored' => 'تم استعادة الرسالة بنجاح .',
        'created' => 'تم إضافة الرسالة بنجاح .',
        'updated' => 'تم تعديل الرسالة بنجاح .',
    ],
    'attributes' => [
        'name' => 'الاسم',
        'created_at' => 'تاريخ الإنشاء',
        'updated_at' => 'تاريخ الحذف'
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف المدينة',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
        'restore' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد استعادة المدينة ؟',
            'confirm' => 'استعادة',
            'cancel' => 'إلغاء',
        ],
        'forceDelete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف المدينة نهائياً؟',
            'confirm' => 'حذف نهائي',
            'cancel' => 'إلغاء',
        ],
    ],
];
