<?php

return [
    'singular' => 'كوبون الخصم',
    'plural' => 'كوبونات الخصم',
    'empty' => 'لا يوجد كوبونات الخصم حتى الان',
    'count' => 'عدد كوبونات الخصم',
    'search' => 'بحث',
    'select' => 'اختر كوبون الخصم',
    'permission' => 'ادارة كوبونات الخصم',
    'trashed' => 'كوبونات الخصم المحذوفة',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن كوبون خصم',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة كوبون خصم',
        'show' => 'عرض كوبون الخصم',
        'edit' => 'تعديل كوبون الخصم',
        'delete' => 'حذف كوبون الخصم',
        'restore' => 'استعادة',
        'forceDelete' => 'حذف نهائي',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة كوبون الخصم بنجاح.',
        'updated' => 'تم تعديل كوبون الخصم بنجاح.',
        'deleted' => 'تم حذف كوبون الخصم بنجاح.',
        'restored' => 'تم استعادة كوبون الخصم بنجاح.',
    ],
    'attributes' => [
        'title' => 'اسم كوبون الخصم',
        'discount_percentage' => 'نسبة الخصم',
        'limit' => 'عدد مرات اﻹستخدام',
        'expire_date' => 'تاريخ صلاحية الكوبون',
'used'=>'المستخدم منها',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف كوبون الخصم ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
        'restore' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد استعادة كوبون الخصم ؟',
            'confirm' => 'استعادة',
            'cancel' => 'الغاء',
        ],
        'forceDelete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف كوبون الخصم نهائياً ؟',
            'confirm' => 'حذف نهائي',
            'cancel' => 'الغاء',
        ],
    ],
];
