<?php

return [
    'singular' => 'شركات التوصيل',
    'plural' => 'شركات توصيل',
    'empty' => 'لا يوجد شركات التوصيل حتى الان',
    'count' => 'عدد شركات توصيل',
    'search' => 'بحث',
    'select' => 'اختر شركات التوصيل',
    'permission' => 'ادارة شركات توصيل',
    'trashed' => 'شركات توصيل المحذوفة',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن شركة توصيل',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة شركة توصيل',
        'show' => 'عرض شركات التوصيل',
        'edit' => 'تعديل شركات التوصيل',
        'delete' => 'حذف شركات التوصيل',
        'restore' => 'استعادة',
        'forceDelete' => 'حذف نهائي',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة شركات التوصيل بنجاح.',
        'updated' => 'تم تعديل شركات التوصيل بنجاح.',
        'deleted' => 'تم حذف شركات التوصيل بنجاح.',
        'restored' => 'تم استعادة شركات التوصيل بنجاح.',
    ],
    'attributes' => [
        'name' => 'اسم شركات التوصيل',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف شركات التوصيل ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
        'restore' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد استعادة شركات التوصيل ؟',
            'confirm' => 'استعادة',
            'cancel' => 'الغاء',
        ],
        'forceDelete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف شركات التوصيل نهائياً ؟',
            'confirm' => 'حذف نهائي',
            'cancel' => 'الغاء',
        ],
    ],
];
