<?php

return [
    'singular' => 'باقات التوصيل',
    'plural' => 'باقات التوصيل',
    'empty' => 'لا يوجد باقات التوصيل حتى الان',
    'count' => 'عدد باقات التوصيل',
    'search' => 'بحث',
    'select' => 'اختر باقات التوصيل',
    'permission' => 'ادارة باقات التوصيل',
    'trashed' => 'باقات التوصيل المحذوفة',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن باقة توصيل',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة باقة توصيل',
        'show' => 'عرض باقات التوصيل',
        'edit' => 'تعديل باقات التوصيل',
        'delete' => 'حذف باقات التوصيل',
        'restore' => 'استعادة',
        'forceDelete' => 'حذف نهائي',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة باقات التوصيل بنجاح.',
        'updated' => 'تم تعديل باقات التوصيل بنجاح.',
        'deleted' => 'تم حذف باقات التوصيل بنجاح.',
        'restored' => 'تم استعادة باقات التوصيل بنجاح.',
    ],
    'attributes' => [
        'name' => 'اسم باقات التوصيل',
        'from_kg' => 'بداية المسافة كم',
        'to_kg' => 'نهاية المسافة كم',
        'cost' => 'سعر التوصيل',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف باقات التوصيل ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
        'restore' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد استعادة باقات التوصيل ؟',
            'confirm' => 'استعادة',
            'cancel' => 'الغاء',
        ],
        'forceDelete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف باقات التوصيل نهائياً ؟',
            'confirm' => 'حذف نهائي',
            'cancel' => 'الغاء',
        ],
    ],
];
