<?php

return [
    'singular' => 'بلاغ',
    'plural' => 'البلاغات',
    'empty' => 'لا يوجد بلاغات حتى الان',
    'count' => 'عدد بلاغات اتصل بنا',
    'search' => 'بحث',
    'select' => 'اختر البلاغات',
    'permission' => 'ادارة بلاغات ',
    'trashed' => 'البلاغات المحذوفة',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن قسم',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة قسم',
        'show' => 'عرض البلاغات',
        'edit' => 'تعديل البلاغات',
        'delete' => 'حذف البلاغات',
        'restore' => 'استعادة',
        'forceDelete' => 'حذف نهائي',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة قسم بنجاح.',
        'updated' => 'تم تعديل القسم بنجاح.',
        'deleted' => 'تم حذف البلاغات بنجاح.',
        'restored' => 'تم استعادة البلاغات بنجاح .',
    ],
    'attributes' => [
        'order' => 'رقم الطلب',
        'customer' => 'العميل',
        'chef' => 'الطاهي',
        'kitchen' => 'المطبخ',
        'message' => 'الرسالة',
        'read_at' => 'مقروء',
        'created_at' => 'تاريخ الإنشاء'
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف البلاغات',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
        'restore' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد استعادة البلاغات ؟',
            'confirm' => 'استعادة',
            'cancel' => 'إلغاء',
        ],
        'forceDelete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف البلاغات نهائياً؟',
            'confirm' => 'حذف نهائي',
            'cancel' => 'إلغاء',
        ],
    ],
];
